/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Annexes (%d)";

/* Old singular title format */
"AttachmentsKey" = "Annex (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Afegir annex";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fer foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Annex %d suprimit";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fitxers";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancel·lar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Títol";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notes";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ADVERTÈNCIA: El navigationController pel UITableViewController actual per a FUIFormCell és nul. FUIAttachmentsFormCell i ListPickerFormCell no funcionaran correctament.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Durada";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hora";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "hores";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seleccionat";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tot";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Advertència: La cerca està desactivada ja que la propietat listPickerSearchResultsUpdating a ListPickerFormCell és nul·la.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleccionar-ho tot";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Anul·lar la selecció de tot";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Tancar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "més";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menys";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "activat";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desactivat";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Polsar dues vegades per alternar la configuració";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Classificar per";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "No seleccionat";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Feu doble clic per canviar la selecció";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Feu doble clic per canviar la direcció de l'ordre";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Aquest és el botó lliscant %@. El seu valor màxim és %@ i el seu valor mínim és %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Podeu lliscar cap amunt/avall mentre l’element està seleccionat per tal de modificar el valor del botó lliscant";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "El valor actual és %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "El valor actual ha canviat a %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Camp només de lectura";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Acció d’entrada alternativa";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Botó";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Fer doble clic per obrir";

"DoubleTapToCollapseKey" = "Fer doble clic per comprimir";

"DoubleTapToSelectFromList" = "Fer doble clic per seleccionar de la llista";

"DoubleTapToSelect" = "Fer doble clic per seleccionar";

"DoubleTapToUnselect" = "Fer doble clic per deseleccionar";

/* FUIStepperView tip */
"StepperTipKey" = "Aquest botó lliscant per a la selecció de valors és editable";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Aquest botó lliscant per a la selecció de valors no és editable";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "El valor màxim és %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "El valor mínim és %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Augmenteu el valor en 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Reduïu el valor en 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "El valor actual és";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtrar";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Resultats \\(filteredNum) de \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Mostrar \\(filteredNum) posicions";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Restablir";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Aquest botó lliscant és editable, el valor mínim és %@ i el valor màxim és %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Aquest botó lliscant no és editable, el valor mínim és %@ i el valor màxim és %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Aquest regulador d’àrea és editable, el valor mínim és %@ i el valor màxim és %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Aquest regulador d’àrea no és editable, el valor mínim és %@ i el valor màxim és %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "Camp de text de valor de botó lliscant";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "Camp de text de valor inferior";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "Camp de text de valor superior";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Podeu fer doble clic per introduïr un valor específic";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "Regla lliscant, el valor actual és";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "podeu lliscar cap amunt o cap avall per modificar el valor";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "regulador d’àrea mínim, el valor actual és";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "podeu lliscar cap amunt o cap avall per modificar el valor inferior";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "regulador d’àrea màxim, el valor actual és";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "podeu lliscar cap amunt o cap avall per modificar el valor superior";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "El valor actual és %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "El valor actual més baix és %@ i el valor més alt és %@";

